# variable - ცვლადი
# სინტაქსი
# 1. ცვლადის სახელი
# 2. ვწერთ ტოლობის ნიშანს 
# 3. ვწერთ ცვლადის მნიშვნელობას

# ცვლადის გამოყენება
# დავწერთ გამომძახებელ ფუნქციას და მასში დავწერთ ცვლადის სახელს
shark_box = 8.9
shark_box = "shark"
shark_box = 8
ჩემი_ძმა = "დემეტრე"
num = 3
num1 = 2
print(num ** num1) # 3 ** 2 = 3*3
print(shark_box)
print(ჩემი_ძმა)

# მიმატება => +
# გამოკლება => -
# გაყოფა => /
# გამრავლება => *

def dato(num1,num2):
    if num1*num2 >= 370: 
        return "liar"
    return "correct"

print(dato(5,10))


